{"Replace":["得","應","依","無","謂"],
    "replacements":["[可以]","[應該]","[依照]","[沒有]","[就是]"],
    "replaceNoun":["習慣","經向","不再此限","孽習","表意人","特許","許可","認可","核准","機關","機構","備查","核備","核定",
        "適用","準用","比照","參照","推定","視為","善意","惡意","處分","處罰","聲請","申請","公證","認證","屆期","逾期","賠償","補償",
        "委任","委託","委辦","遊說","關說","陳情","請願"],
    "NounMean":["習慣法，以多年慣行之事實及普通人之確信心為基礎。","透過。","不在這條法律的管轄範圍內。","由原物所蟬聲的額外收益。","發出意思表示的人。","國家就專屬於國家之權利，在自然自由範圍外之行為，予特定人以得為該行為之權利，為一種權利之設地。","許可，乃以對一般人禁止為該行為，保留許可之事實為前提。","通常係指有權機關對於申請者符合法令規定之行為、證書，賦予一定效力或對於符合法令規定之設備、資格之申請者，賦予其得為營業、執行特定工作等之單方行政行為。","核准之意義，亦在表示有權機關之同意。與其相類之名稱甚多，如核定、同意、核可、允許……等，以核准之用法最為普遍，其目的在單純表現同意權而已，故一般而言，對象未必為人民，亦未必為行政處分，不必須具備一定之要件或程序（如有一定之要件或程序，法條中大多逕予同時規定），且未必有一定之後續方式以代表同意。","民間團體、組織不得以機關稱之，此蓋以傳統觀念上「機關」係代表統治權者一方。","機構為一具有法律地位之組織體，原則上非僅係人之結合，尚包含物之結合；機關雖亦係具有法律地位之組織體，亦兼指人與營造物所結合，但其特性在於代表公權力之行使或與公權力者有關。","以下級機關或公私機構、個體、對上級機關或主管事務之機關，有所陳報或通知，使該上級機關或主管事務之機關，對於其指揮、監督或主管之事項，知悉其事實之謂。與此用語較為接近者，為「備案」 、「報備」。","即上級機關或主管事務之機關，對於所陳報之事項，除知悉其事實外，並可審查其內容，而表示其意見之謂。","指上級機關或主管事務之機關，對於所陳報之事項，必須加以審查，並作成決定，俾完成該事項之法定效力，且對於所核定之事項，有其當然之效力之謂。",
        "所謂適用，係指完全依其規定而適用之謂","所謂準用，係指就某事項所定之法規，於性質不相牴觸之範圍內，適用於其他事項之謂 。","所謂比照，係由比附援引而來，有強使構成要件不同之事項適用相同規定之意，性質上與另作補充規定無異。","屬引用性法條時，於援用參照規定時，應先究明擬處理案型與擬參照之法規所規範之案型，其事實性質是否相同或相似，二者於規範價值上之評價是完全相同或部分相同等因素，再依「適用」或「準用」之處理原則處理。","「推定」分為法律上之推定及事實上之推定。所謂法律上之推定，係指法律本於他事實，而認定某事實為真實之規定，此種推定，當事人如無反證證明其為不實者，就該推定事實即無庸舉證。至於所謂事實上之推定，係指依已明瞭之事實而認定應證事實之真偽者，例如民事訴訟法第282條規定：「法院得依已明瞭之事實，推定應證事實之真偽。」即是。惟此項規定並非減輕或免除當事人舉證之責任，而係法院之職權。","「視為」，具有法律擬制之效力，在立法技術上為擬制性之法條通常使用之用語 。","善意，乃指不知情而言，例如民法第27條第3項之「善意第三人」，此所謂善意，即指不知其代表權受有限制而言；又如民法第107條所稱善意，係指不知其代理權受限制及撤回而言 。","惡意，乃指知悉情形而言，例如民法第956條所謂惡意占有人或無所有意思之占有人，乃指明知其占有物屬他人所有而言；又如票據法第14條第1項所謂以惡意或重大過失取得票據者，係指明知或可得而知轉讓票據之人，就該票據無權處分而仍予取得者而言 。","指直接以財產權之消滅或變更為其標的物之法律行為而言，處分行為固包括物權行為及準物權行此二種，但不包含債務負擔行為 。","民、刑訴訟法上所謂處分，可分為二種情形說明，一為法院之意思表示謂之處分，例如民事訴訟法第606條第1項關於法院為保護禁治產人所為之「必要處分」 ；一為刑事訴訟法上審判長、受命推事、受託推事或檢察官及民事訴訟法上法院書記官等所為之處分，此等處分乃審判長、受命推事、受託推事、檢察官或法院書記官所為之意思表示。所謂行政處分，乃行政機關一方面之意思表示，不必經相對人同意，就具體之事件，發生法律效果之單獨行為。","對法院或司法性質事項之請求用「聲請」。此外，對準司法性質者，亦用「聲請」，如鄉鎮市調解條例規定之「聲請」調解。","對行政機關之請求事項則用「申請」 。","「公證」係當事人或其他關係人就法律行為及其他關於私權之事實，得請求公證人作成公證書。","「認證」係當事人或其他關係人就（一）涉及私權事實之公文書原本或正本，經表明係持往境外使用者（二）公、私文書之繕本或影本，得請求公證人予以認證。","「屆期」係指在一定期間內必須行為者。","「逾期」係表達已過一定期限之事實。","因公權力不合法之行使，使人民受有不利益，而由國家以財產給付所為之彌補措施，為「行政損害賠償」。","公權力合法之行使，使人民受有不利益，而由國家以財產給付所為之彌補措施，為「行政損失補償」 。",
        "「委任」係指隸屬關係之上級機關，依法規將其權限之一部分，交由其所屬下級機關執行，並應將委任事項及法規依據公告之，並刊登政府公報或新聞紙（行政程序法第15條第1項、第3項參照）。而民法上之委任，係當事人約定，一方委託他方處理事務，他方允為處理之契約（民法第528條參照）。","「委託」 係指行政機關基於業務上需要，依法規將其權限之一部分，交由不相隸屬之其他機關執行，或交由民間團體或個人辦理，並應將委託事項及法規依據公告之，並刊登政府公報或新聞紙（行政程序法第15條第2項、第3項及第16條參照）。","「委辦」係指地方自治團體依法律、上級法規或規章規定，在上級政府指揮監督下，執行上級政府交付辦理之非屬該團體事務，而負其行政執行責任之事項（地方制度法第2條第3款參照），亦即中央對地方自治團體或上級地方自治團體對下級地方自治團體上對下之權限移轉。","遊說係指遊說者意圖影響被遊說者或其所屬機關對於法令、政策或議案之形成、制定、通過、變更或廢止，而以口頭或書面方式，直接向被遊說者或其指定之人表達意見之行為。其程序必須向被遊說者所屬機關申請登記，經許可始得遊說 。","關說則係指其內容涉及機關業務具體事項之決定或執行，且該事項之決定或執行致有不當影響特定權利義務之可能者，被關說之對象甚廣，包含公職人員任職之機關有關人員。","陳情乃人民對於行政興革建議、行政法令查詢、行政違失舉發或行政上權益維護，得向主管機關陳情。其方式係以書面或言詞為之。","請願係人民對國家政策公共利害或其權益之維護。得向職權所 屬之民意機關或主管行政機關請願。"]}